import React from 'react';
import './Footer.css'

const componentName = () => {
    return (
        <div>
            <div className='footer'>
                <div className='container'>
                    <h4>মিশন - ভিশন</h4>
                    <h6>এস,বি ওয়ান গ্লোবাল সৌদি আরবের বেসরকারী সংস্থা কিং ফয়সাল ওয়েলফেয়ার ট্রাস্ট এর
                        আদলে গঠিত এমন একটি প্রতিষ্ঠান যারা বিভিন্ন অনুদানের মাধ্যমে ফান্ড সংগ্রহ করে মানি
                        রিসাইকেল সিস্টেম বা এমআরসিএস এর মাধ্যমে স্বপ্প ও মধ্যম আয়ের মানুষের ভাগ্য উন্নয়নের
                        কাজ করে । বর্তমান বিশ্বে বহু সংস্থা বা প্রতিষ্ঠান রয়েছে যারা দীর্ঘ দিন যাবত প্রান্তিক ও দারিদ্র
                        জনগোষ্ঠির ভাগ্য উন্নয়নে প্রতি বছর মিলিয়ন মিলিয়ন ডলার ব্যয় করে যাচ্ছে। কিন্তু স্বল্প ও মধ্যম আয়ের মানুষের ভাগ্য উন্নয়নের জন্য তেমন কোন কার্যক্রম দেখা যায় না। অথচ সারা বিশ্বে এই শ্রেণীর মানুষের সংখ্য কম নয় তাই এই শ্রেণীর মানুষের ভাগ্য উন্নয়নের জন্য সর্ব প্রথম সৌদি আরবের কিং ফয়সাল ওয়েলফেয়ার ট্রাস্ট কার্যক্রম শুরু করে এবং অল্প সময়ের মধ্যে
                        আফ্রিকা অঞ্চল সহ সারা বিশ্বের অনুন্নত দেশগুলোতে স্বল্প ও মধ্যম আয়ের মানুষের মাঝে
                        ব্যাপক সফলতা লাভ করে এরই ধারা বাহিকতায় এবং এই সংস্থার অনুকরণে বাংলাদেশে
                        এস.বি ওয়ান গ্লোবাল প্রতিষ্ঠানটি যাত্রা শুরু করে । এই প্রতিষ্ঠানটি প্রাথমিক ভাবে প্রতিটি
                        জেলায় মাত্র ২০০০ জন সদস্যের মাধ্যমে এই কার্যক্রম চালু করা হবে। এই প্রতিষ্ঠানের মূল
                        উদ্দেশ্যে হলে শপ ও মধ্যম আয়ের মানুষদেরকে দ্রুত অধিক উপার্জনশীল ও সাবলম্বী করে
                        তোলা ।</h6>
                    <h6 className='copy'>Copyright © 2017-2018 SB One Global Shop All rights reserved.</h6>
                </div>
            </div>
        </div>
    );
};

export default componentName;